Revit 2024 API
TypeBinding Constructor
Overload List
Name | Description
TypeBinding()
Constructs an empty type binding.
TypeBinding(CategorySet)
Constructs a type binding with the set of categories passed.
See Also
TypeBinding Class
TypeBinding Members
Autodesk.Revit.DB Namespace